{"_id":{"$oid":"650a0cac14152e35ecc07096"},"Name":"Clint Eastwood","Bio":"American motion-picture actor who emerged as one of the most popular Hollywood stars in the 1960s and went on to become a prolific and respected director-producer.","Birthyear":{"$date":{"$numberLong":"-1249344000000"}}}
{"_id":{"$oid":"650a0d6e14152e35ecc07097"},"Name":"Baz Luhrmann","Bio":"Baz Luhrmann is an Australian writer, director and producer with projects spanning film, television, opera, theater, music and recording industries. He is regarded by many as a contemporary example of an auteur for his distinctly recognizable style and deep involvement in the writing, directing, design and musical components of all his work. As a storyteller, he's known as a pioneer of pop culture, fusing high and low culture with a unique sonic and cinematic language. he is the most commercially successful Australian director, with his films making up four of the top ten highest worldwide grossing Australian films ever.","Birthyear":{"$date":{"$numberLong":"-230083200000"}}}
{"_id":{"$oid":"650a0e4114152e35ecc07098"},"Name":"George Miller","Bio":"George Miller AO is an Australian filmmaker best known for his Mad Max franchise, whose second installment, Mad Max 2, and fourth, Fury Road, have been hailed as top two of the greatest action films of all time, with Fury Road winning six Academy Awards.","Birthyear":{"$date":{"$numberLong":"-783648000000"}}}
{"_id":{"$oid":"650a0eb714152e35ecc07099"},"Name":"Yi-Mou Zhang","Bio":"Zhang Yimou is a Chinese film director, producer, writer, actor, professor and former cinematographer. Considered a key figure of China's Fifth Generation filmmakers, he made his directorial debut in 1988 with Red Sorghum, which won the Golden Bear at the Berlin International Film Festival.","Birthyear":{"$date":{"$numberLong":"-620697600000"}}}
{"_id":{"$oid":"650a0f2414152e35ecc0709a"},"Name":"Ten Shimoyama","Bio":"Ten Shimoyama was born on March 6, 1966. Ten is a director and cinematographer, known for Shinobi (2005), Piece: Kioku no kakera (2012) and The Blue Hearts (2017).","Birthyear":{"$date":{"$numberLong":"-310003200000"}}}
{"_id":{"$oid":"650a0fb314152e35ecc0709b"},"Name":"Billy Wilder","Bio":"Billy Wilder was an Austrian-born filmmaker. His career in Hollywood spanned five decades, and he is regarded as one of the most brilliant and versatile filmmakers of Classig Hollywood cinema. He received seven Academy Awards, a BAFTA Award, the Cannes Film Festival's Palme d'Or and two Golden Globe Awards.","Birthyear":{"$date":{"$numberLong":"-2004825600000"}},"Deathyear":"2002-03-27"}
{"_id":{"$oid":"650a100814152e35ecc0709c"},"Name":"Matthew Vaughn","Bio":"Matthew Allard de Vere Drummond, known professionally as Matthew Vaughn, is an Engflish filmmaker. He has produced films including Lock, Stock and Two Smoking Barrels and Snatch, and directed Layer Cake.","Birthyear":{"$date":"1971-03-07T00:00:00Z"}}
{"_id":{"$oid":"650a109514152e35ecc0709d"},"Name":"Steve Antin","Bio":"Steve moved to Los Angeles, where he made his film debut in the teen-aged slasher flick, Sweet Sixteen(1983), opposite to Bo Hopkins. The following year, he broke all of the girls hearts in the popular Cannon-produced film, The Last American Virgin (1982), alongside Lawrence Monson. Roles in The Goonies(1985) and Survival Quest (1988), then led to what should have been his big break, when he co-starred with Jodie Foster and Kelly McGillis in the Academy Award-winning film, The Accused(1988).","Birthyear":{"$date":{"$numberLong":"-369360000000"}}}
