{"_id":{"$oid":"650a1f0d14152e35ecc070a1"},"Description":"Francesca's typical married life takes a positive turn when she decides to help new-in-town Robert to discover Iowa. Her short-term romance with him helps her jot down an unforgettable anecdote.","Genre":{"$oid":"650a114b14152e35ecc0709e"},"Director":{"$oid":"650a0cac14152e35ecc07096"},"Title":"The Bridges of Madison County"}
{"_id":{"$oid":"650b4e607595b08f8967f440"},"Title":"Moulin Rouge","Description":"Christian, an English writer, travels to Paris to join the Bohemian revolution. He visits the city's biggest night club, Moulin Rouge, and falls in love with its star performer and courtesan, Satine.","Genre":{"$oid":"650a114b14152e35ecc0709e"},"Director":{"$oid":"650a0d6e14152e35ecc07097"}}
{"_id":{"$oid":"650b4f0e7595b08f8967f441"},"Title":"3000 Years of Longing","Description":"While attending a conference in Istanbul, dr. Alithea Binnie happens to encounter a djinn who offers her three wishes in exchange for his freedom. This presents two problems: first, she doubts that he's real, and second, because she's a scholar of story and mythology, she knows all the cautionary tales of wishes gone wrong. The djinn pleads his case by telling her fantastical stories of his past. Eventually, she's beguiled and makes a wish that surprises them both.","Genre":{"$oid":"650a114b14152e35ecc0709e"},"Director":{"$oid":"650a0e4114152e35ecc07098"}}
{"_id":{"$oid":"650b4f857595b08f8967f442"},"Title":"House of Flying Daggers","Description":"A police captain breaks a dancer of a rebel group out of prison to help her rejoin her fellow members. He gains her trust only to use her to lead him to the new leader of the organisation.","Genre":{"$oid":"650a114b14152e35ecc0709e"},"Director":{"$oid":"650a0eb714152e35ecc07099"}}
{"_id":{"$oid":"650b50627595b08f8967f443"},"Title":"Hero","Description":"A policeman decides to narrate his heroics of killing three assassins calleg Long Sky, Flying Snow and Broken Sword, to Qin, the King of China.","Genre":{"$oid":"650a114b14152e35ecc0709e"},"Director":{"$oid":"650a0eb714152e35ecc07099"}}
{"_id":{"$oid":"650b50f97595b08f8967f444"},"Title":"Shinobi - Heart under blade","Description":"Two rival ninja clans, Iga and Koga, live deep in the mountains honing their skill to superhuman levels. The clans do not live peavefully, and are prohibited by imperial decree from sharing any techniques. Viewing the powerful clans as rivals, a plot is formed to stoke the rivalry to greater intensity. A contest is created between the two clans, but it is not a friendly competition, it is a duel to the death.","Genre":{"$oid":"650a114b14152e35ecc0709e"},"Director":{"$oid":"650a0f2414152e35ecc0709a"}}
{"_id":{"$oid":"650b51927595b08f8967f445"},"Title":"Avanti!","Description":"A successful businessman goes to Italy to arrange for the return of his tycoon father's body - and discovers that Dad died with his long-time mistress.","Genre":{"$oid":"650a119014152e35ecc0709f"},"Director":{"$oid":"650a0fb314152e35ecc0709b"}}
{"_id":{"$oid":"650b59087595b08f8967f446"},"Title":"Burlesque","Description":"Ali leaves her job as a waitress to pursue a career on stage. After failing the audition, she wanders into a club where, after a long struggle, she not only becomes a lead dancer but also a singer.","Genre":{"$oid":"650a114b14152e35ecc0709e"},"Director":{"$oid":"650a109514152e35ecc0709d"}}
{"_id":{"$oid":"650b5a577595b08f8967f447"},"Title":"Stardust","Description":"Tristan promises Victoria to get a star from the magical kingdom of Stormhold that exists beyond the Wall. Trying to keep his promise, Tristan ends up having an adventure that changes his life. He learns that the star he was searching for is, in fact, a woman, and they find themselves having an adventure together, which leads them to falling in love.","Genre":{"$oid":"650a11c914152e35ecc070a0"},"Director":{"$oid":"650a100814152e35ecc0709c"}}
